Repository: shiv1234/okr_conversation_service
Catalog: OkrConversationService.Domain/Resources/AuthResource.*.resx
Languages: es_mx

# AssignRoleSuccessfully
source: Role assigned successfully!
es_mx: ¡Rol asignado con éxito!

# BlockedWordErrorMessage
source: You are trying to add some inappropriate word/s {0}. Please change it in order to proceed.
es_mx: Está intentando añadir alguna palabra inapropiada {0}. Cámbielo para continuar con la opción Aceptar.

# CeoRoleCantBeEdited
source: CEO role can not be edited.
es_mx: El rol de director ejecutivo no se puede editar.

# CeoRoleHaveOneUserOnly
source: There can only be 1 CEO. You cannot add more than 1 user to the CEO role.
es_mx: Solo puede haber 1 CEO. No puede agregar más de 1 usuario al rol de director ejecutivo.

source: Conversation Already Exist.
es_mx: La conversación ya existe.

# ConversationCreated
source: Conversation created successfully.
es_mx: Conversación creada con éxito.

# ConversationUpdated
source: Conversation updated successfully.
es_mx: Conversación actualizada con éxito.

# Must20CharactersLong
source: Role Name should be 20 chars.
es_mx: El nombre del rol debe tener 20 caracteres.

# NewRoleCreated
source: New role created successfully
es_mx: Nuevo rol creado con éxito

source: No Badges
es_mx: Sin insignias

source: No Record Found.
es_mx: ningún record fue encontrado.

source: Record fetched.
es_mx: Registro obtenido.

# RecordNotFound
source: Resource not found.
es_mx: Recurso no encontrado.

# Required
source: This field is required.
es_mx: Este campo es requerido.

# RoleAlreadyExist
source: Role Name Already Exist.
es_mx: el nombre del rol ya existe

source: Role Name Required.
es_mx: Nombre de función obligatorio

# RolePermissionSuccessfully
source: Role Permission updated successfully.
es_mx: El permiso de función se actualizó correctamente.

# AlreadyAdded
source: User is already added in the list.
es_mx: La usuario ya está agregada en la lista.

# CanNotAddedReportingManger
source: User is already added in the list.
es_mx: La usuario ya está agregada en la lista.

# CanNotAddedSelf
source: You can not add self.
es_mx: No se puede agregar uno mismo.

# CheckIn1dayAlert
source: Last day to submit your check-in
es_mx: Último día para enviar para la semana actual

# CheckIn2daysAlert
source: X day left to submit your check-in
es_mx: X día(s) restantes para la semana actual

# CheckInCreated
source: Check-In saved successfully.
es_mx: El check-in se guardó con éxito.

# CheckInSubmitted
source: Your Check-in was submitted for the executing week
es_mx: Check-in presentado para la semana. Quedan X días para editar tus respuestas

# CheckInVisibalityUpdatedMsg
source: Check-In visibality updated.
es_mx: Visibilidad de Check-In actualizada.

# CheckinVisibleByReportingManagerOnly
source: This users check-in can be viewed by Reporting Manager only
es_mx: El administrador de informes solo puede ver el registro de este usuario

# EmployeeAlreadyExist
source: Employee already added.
es_mx: Empleado ya agregado.

# ImportPastTask
source: Past task imported successfully.
es_mx: area pasada importada con éxito.

source: Invalid Check-In visibilty.
es_mx: Visibilidad de check-in no válida.

# RecordAdded
source: Check-in setting updated successfully.
es_mx: Registro agregado.

# RecordDeleted
source: User removed successfully from the viewer list.
es_mx: Record deleted succesfully.

# UserCantUpdateCheckInVisibality
source: User is not allowed to change Check-In visibality.
es_mx: El usuario no puede cambiar la visibilidad de Check-In.

# CannotDeleteOtherEmployeeNote
source: You can not delete other employee note.
es_mx: No puede eliminar la(s) nota de otro empleado.

# NewNoteCreated
source: New note created successfully.
es_mx: Nueva nota creada con éxito.

source: Note Already Exist.
es_mx: Nota Ya existe.

source: Note deleted successfully.
es_mx: No se eliminó con éxito.

# NoteIdInvalid
source: Invalid Note.
es_mx: Nota no válida.

# NoteUpdated
source: Note updated successfully.
es_mx: Nota actualizada correctamente.
